Repository: youngjinmo/fake-sleep
Catalog: FakeSleep/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

# fakeSleep.error.batteryBelowCutoff
source: Battery reached the configured cutoff, so the session stopped.
ja: バッテリーが設定したしきい値に達したため、セッションを終了しました。
ko: 배터리가 설정한 기준 이하가 되어 세션을 종료했습니다.
zh_hans: 电池电量达到设定阈值，因此会话已停止。

# fakeSleep.error.emergencyEscapeUnavailable
source: Emergency Escape could not be registered.
ja: 緊急復元用のEscapeを登録できませんでした。
ko: 긴급 Escape를 등록할 수 없습니다.
zh_hans: 无法注册用于紧急恢复的 Escape。

# fakeSleep.error.incompleteOverlayCoverage
source: Could not cover every display.
ja: すべてのディスプレイを覆えませんでした。
ko: 모든 디스플레이를 가릴 수 없습니다.
zh_hans: 无法覆盖所有显示器。

# fakeSleep.error.lockTimedOut
source: The Mac was not locked within 60 seconds, so the session stopped.
ja: 60秒以内にMacがロックされなかったため、セッションを終了しました。
ko: 60초 안에 Mac이 잠기지 않아 세션을 종료했습니다.
zh_hans: Mac 未在 60 秒内锁定，因此会话已停止。

# fakeSleep.error.noRestorePath
source: No restore shortcut is available.
ja: 復元ショートカットを利用できません。
ko: 복원 단축키를 사용할 수 없습니다.
zh_hans: 没有可用的恢复快捷键。

# fakeSleep.error.noScreens
source: No displays are available.
ja: 利用可能なディスプレイがありません。
ko: 사용 가능한 디스플레이가 없습니다.
zh_hans: 没有可用的显示器。

# landing.darkenScreens
source: Darken Screens
ja: ディスプレイを暗くする
ko: 화면 어둡게 하기
zh_hans: 使屏幕变暗

# landing.description
source: A visual blackout for every connected display.
ja: 接続されたすべてのディスプレイを視覚的に暗転させます。
ko: 연결된 모든 디스플레이를 시각적으로 어둡게 표시합니다.
zh_hans: 让所有已连接的显示器呈现黑屏。

# landing.displayLimitation
source: Fake Sleep covers your displays with black overlays. It does not change display brightness or power.
ja: Fake Sleepは黒いオーバーレイでディスプレイを覆います。ディスプレイの明るさや電源は変更しません。
ko: Fake Sleep은 검은색 오버레이로 디스플레이를 가립니다. 디스플레이 밝기나 전원을 변경하지 않습니다.
zh_hans: Fake Sleep 通过黑色覆盖层遮住显示器，不会改变显示器亮度或电源状态。

# landing.dontShowAtLaunch
source: Don't show this guide at launch
ja: 起動時にこのガイドを表示しない
ko: 시작할 때 이 가이드 표시 안 함
zh_hans: 启动时不显示此指南

# landing.instructions
source: How to use
ja: Fake Sleepの使い方
ko: 사용 방법
zh_hans: Fake Sleep 使用指南

# landing.openSettings
source: Open Settings…
ja: 設定を開く…
ko: 설정 열기…
zh_hans: 打开设置…

# landing.restoreInstruction
source: Press Esc at any time while Fake Sleep is active to restore your displays.
ja: Fake Sleepが有効な間は、いつでもEscを押すとディスプレイを復元できます。
ko: Fake Sleep이 활성화된 동안 언제든지 Esc를 누르면 디스플레이를 복원할 수 있습니다.
zh_hans: Fake Sleep 处于活动状态时，随时按下 Esc 即可恢复显示器。

# landing.shortcutInstruction
source: Press %@ anywhere, or use the button below.
ja: どこでも%@を押すか、下のボタンを使ってください。
ko: %@를 어디서든 누르거나 아래 버튼을 사용하세요.
zh_hans: 在任意位置按 %@，或使用下方的按钮。

# landing.shortcutNotSet
source: No shortcut is set. Open Settings… to choose one, or use the button below.
ja: ショートカットが設定されていません。「設定…」で選択するか、下のボタンを使ってください。
ko: 단축키가 설정되지 않았습니다. 설정…에서 선택하거나 아래 버튼을 사용하세요.
zh_hans: 未设置快捷键。请打开“设置…”进行选择，或使用下方的按钮。

# loginItem.status.disabled
source: Disabled
ja: 無効
ko: 비활성화됨
zh_hans: 已停用

# loginItem.status.enabled
source: Enabled
ja: 有効
ko: 활성화됨
zh_hans: 已启用

# loginItem.status.requiresApproval
source: Approval Required
ja: 承認が必要
ko: 승인 필요
zh_hans: 需要批准

# loginItem.status.unavailable
source: Unavailable
ja: 利用不可
ko: 사용할 수 없음
zh_hans: 不可用

# menu.quitFakeSleep
source: Quit Fake Sleep
ja: Fake Sleepを終了
ko: Fake Sleep 종료
zh_hans: 退出 Fake Sleep

# menu.restoreAccessibilityLabel
source: Restore Displays
ja: ディスプレイを復元
ko: 디스플레이 복원
zh_hans: 恢复显示器

# menu.restoreDisplays
source: Restore Displays
ja: ディスプレイを復元
ko: 디스플레이 복원
zh_hans: 恢复显示器

# menu.restoreTooltip
source: Restore Displays
ja: ディスプレイを復元
ko: 디스플레이 복원
zh_hans: 恢复显示器

# menu.settings
source: Settings…
ja: 設定…
ko: 설정…
zh_hans: 设置…

# menu.showUserGuide
source: Show User Guide
ja: ユーザーガイドを表示
ko: 사용자 가이드 보기
zh_hans: 显示使用指南

# menu.startFakeSleep
source: Start Fake Sleep
ja: Fake Sleepを開始
ko: Fake Sleep 시작
zh_hans: 启动 Fake Sleep

# settings.launchAtLogin
source: Launch at Login
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动

# settings.loginApprovalRequired
source: Approval is required in Login Items.
ja: ログイン項目で承認が必要です。
ko: 로그인 항목에서 승인이 필요합니다.
zh_hans: 需要在“登录项”中批准。

# settings.openLoginItemsSettings
source: Open Login Items Settings
ja: ログイン項目の設定を開く
ko: 로그인 항목 설정 열기
zh_hans: 打开“登录项”设置

# settings.resetDefault
source: Reset to Default
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh_hans: 恢复默认设置

# settings.shortcut
source: Shortcut
ja: ショートカット
ko: 단축키
zh_hans: 快捷键

# settings.title
source: Settings
ja: 設定
ko: 설정
zh_hans: 设置

# shortcut.error.defaultUnavailable
source: The default shortcut is unavailable.
ja: デフォルトのショートカットを利用できません。
ko: 기본 단축키를 사용할 수 없습니다.
zh_hans: 默认快捷键不可用。

# shortcut.error.escapeNotAllowed
source: Escape is reserved for emergency restore.
ja: Escapeは緊急復元用に予約されています。
ko: Escape는 긴급 복원용으로 예약되어 있습니다.
zh_hans: Escape 已保留用于紧急恢复。

# shortcut.error.keyRequired
source: A key is required.
ja: キーを指定してください。
ko: 키를 지정해야 합니다.
zh_hans: 必须指定按键。

# shortcut.error.modifierRequired
source: Add a modifier key.
ja: 修飾キーを追加してください。
ko: 보조 키를 추가해야 합니다.
zh_hans: 请添加修饰键。

# shortcut.error.persistenceFailed
source: Could not save the shortcut.
ja: ショートカットを保存できませんでした。
ko: 단축키를 저장할 수 없습니다.
zh_hans: 无法保存快捷键。

# shortcut.error.primaryModifierRequired
source: Use Command, Option, or Control.
ja: Command、Option、またはControlを使用してください。
ko: Command, Option 또는 Control을 사용하세요.
zh_hans: 请使用 Command、Option 或 Control。

# shortcut.error.registrationFailed
source: Could not register the shortcut.
ja: ショートカットを登録できませんでした。
ko: 단축키를 등록할 수 없습니다.
zh_hans: 无法注册快捷键。

# shortcut.error.unsupportedKey
source: This key is not supported.
ja: このキーはサポートされていません。
ko: 지원되지 않는 키입니다.
zh_hans: 不支持此按键。

# shortcut.error.unsupportedModifiers
source: These modifiers are not supported.
ja: これらの修飾キーはサポートされていません。
ko: 지원되지 않는 보조 키입니다.
zh_hans: 不支持这些修饰键。

# shortcut.record.accessibilityLabel
source: Record shortcut
ja: ショートカットを記録
ko: 단축키 기록
zh_hans: 录制快捷键

# shortcut.record.button
source: Record
ja: 記録
ko: 기록
zh_hans: 录制

# shortcut.record.cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消

# shortcut.record.none
source: Not set
ja: 未設定
ko: 설정되지 않음
zh_hans: 未设置

# onboarding.battery.description
source: On battery power, end the session at or below this level.
ja: バッテリー使用時は、この残量以下になるとセッションを終了します。
ko: 배터리 전원에서는 이 잔량 이하가 되면 세션을 종료합니다.
zh_hans: 使用电池供电时，电量达到此数值或更低将结束会话。

# onboarding.battery.disabled
source: Automatic battery stop is off.
ja: バッテリーによる自動終了はオフです。
ko: 배터리 자동 종료가 꺼져 있습니다.
zh_hans: 电池自动停止已关闭。

# onboarding.battery.inputPlaceholder
source: Percent
ja: パーセント
ko: 퍼센트
zh_hans: 百分比

# onboarding.battery.invalid
source: Enter a battery percentage from 0 to 100.
ja: バッテリー残量は0〜100の範囲で入力してください。
ko: 배터리 잔량을 0에서 100 사이로 입력하세요.
zh_hans: 请输入 0 到 100 之间的电池百分比。

# onboarding.battery.stepper
source: Stop at %@ battery
ja: バッテリー%@で停止
ko: 배터리 %@에서 종료
zh_hans: 电量达到 %@ 时停止

# onboarding.battery.title
source: Battery auto-stop
ja: バッテリー自動終了
ko: 배터리 자동 종료
zh_hans: 电池自动停止

# onboarding.cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消

# onboarding.completion.failed
source: Settings could not be saved. Try again.
ja: 設定を保存できませんでした。もう一度お試しください。
ko: 설정을 저장할 수 없습니다. 다시 시도하세요.
zh_hans: 无法保存设置，请重试。

# onboarding.complete
source: Finish Setup
ja: 設定を完了
ko: 설정 완료
zh_hans: 完成设置

# onboarding.duration.title
source: Default session time
ja: デフォルトのセッション時間
ko: 기본 세션 시간
zh_hans: 默认会话时长

# onboarding.loginAtLaunch.title
source: Launch at login
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动

# onboarding.mode.description
source: The recommended mode keeps the Mac running and relies on macOS for account security.
ja: 推奨モードはMacを動かし続け、アカウントの安全はmacOSに任せます。
ko: 권장 모드는 Mac을 계속 작동시키고 계정 보안은 macOS에 맡깁니다.
zh_hans: 推荐模式会让 Mac 保持运行，并由 macOS 负责账户安全。

# onboarding.mode.notSelected
source: Not selected
ja: 未選択
ko: 선택되지 않음
zh_hans: 未选择

# onboarding.mode.selected
source: Selected
ja: 選択済み
ko: 선택됨
zh_hans: 已选择

# onboarding.mode.title
source: Choose how to leave your Mac
ja: Macを離れる方法を選択
ko: Mac을 비울 방법을 선택하세요
zh_hans: 选择离开 Mac 的方式

# onboarding.next
source: Next
ja: 次へ
ko: 다음
zh_hans: 下一步

# onboarding.previous
source: Previous
ja: 戻る
ko: 이전
zh_hans: 上一步

# onboarding.progress.accessibilityLabel
source: Step %@ of 3
ja: 3ステップ中%@ステップ
ko: 3단계 중 %@단계
zh_hans: 第 %@ 步，共 3 步

# onboarding.settings.description
source: You can change these choices later in Settings.
ja: これらの選択は後で設定から変更できます。
ko: 이 선택은 나중에 설정에서 변경할 수 있습니다.
zh_hans: 稍后可以在设置中更改这些选项。

# onboarding.settings.title
source: Set your defaults
ja: デフォルトを設定
ko: 기본 설정을 선택하세요
zh_hans: 设置默认选项

# onboarding.shortcut.invalid
source: Choose a valid shortcut.
ja: 有効なショートカットを選択してください。
ko: 유효한 단축키를 선택하세요.
zh_hans: 请选择有效的快捷键。

# onboarding.shortcut.title
source: Global shortcut
ja: グローバルショートカット
ko: 전역 단축키
zh_hans: 全局快捷键

# onboarding.summary
source: %@ · %@ · Battery %@
ja: %@ · %@ · バッテリー %@
ko: %@ · %@ · 배터리 %@
zh_hans: %@ · %@ · 电池 %@

# onboarding.summary.accessibilityLabel
source: Selected defaults
ja: 選択したデフォルト
ko: 선택한 기본값
zh_hans: 已选默认值

# onboarding.value.battery.description
source: End the session automatically at the battery level you choose.
ja: 選択したバッテリー残量でセッションを自動終了します。
ko: 선택한 배터리 잔량에서 세션을 자동 종료합니다.
zh_hans: 在你选择的电池电量下自动结束会话。

# onboarding.value.battery.title
source: Protect your battery
ja: バッテリーを保護
ko: 배터리 자동 보호
zh_hans: 保护电池

# onboarding.value.description
source: Step away without interrupting downloads, builds, or AI work.
ja: ダウンロード、ビルド、AI作業を止めずに席を離れられます。
ko: 다운로드, 빌드, AI 작업을 중단하지 않고 자리를 비우세요.
zh_hans: 离开座位时不会中断下载、构建或 AI 工作。

# onboarding.value.keepAwake.description
source: Prevents idle system sleep while your session is running.
ja: セッション中はアイドルによるシステムスリープを防ぎます。
ko: 세션이 실행되는 동안 idle system sleep을 방지합니다.
zh_hans: 会话运行期间可防止系统因闲置而睡眠。

# onboarding.value.keepAwake.title
source: Keep Mac awake
ja: Macのスリープを防ぐ
ko: Mac 깨우기 유지
zh_hans: 保持 Mac 唤醒

# onboarding.value.limitation
source: Fake Sleep cannot prevent a closed lid, forced sleep, or thermal protection.
ja: 蓋を閉じた場合、強制スリープ、熱保護によるスリープは防げません。
ko: 덮개 닫기, 강제 sleep, 열 보호에 따른 sleep은 방지할 수 없습니다.
zh_hans: 无法阻止合上盖子、强制睡眠或温度保护。

# onboarding.value.macOSLock.description
source: Lock your account with Control-Command-Q before you leave.
ja: 離席する前にControl-Command-Qでアカウントをロックします。
ko: 자리를 비우기 전에 Control-Command-Q로 계정을 잠그세요.
zh_hans: 离开前使用 Control-Command-Q 锁定账户。

# onboarding.value.macOSLock.title
source: Use macOS Lock
ja: macOSのロックを使う
ko: macOS 잠금 사용
zh_hans: 使用 macOS 锁定

# onboarding.value.title
source: Mac keeps working while your screen stays safe
ja: Macは動き続け、画面は安全に
ko: Mac은 계속 작동하고, 화면은 안전하게
zh_hans: Mac 继续运行，屏幕保持安全

# mode.blackout
source: Blackout Only · Not a Security Feature
ja: 画面だけ隠す · セキュリティ機能ではありません
ko: 화면만 가리기 · 보안 기능 아님
zh_hans: 仅隐藏屏幕 · 非安全功能

# mode.blackout.description
source: Cover displays with a black overlay while the Mac keeps running.
ja: Macを動かしたまま黒いオーバーレイでディスプレイを覆います。
ko: Mac을 계속 실행하면서 검은색 오버레이로 디스플레이를 가립니다.
zh_hans: Mac 保持运行，同时用黑色覆盖层遮住显示器。

# mode.blackout.displaySleep
source: Display sleep follows your macOS settings.
ja: ディスプレイのスリープはmacOSの設定に従います。
ko: 디스플레이 sleep 시점은 macOS 설정을 따릅니다.
zh_hans: 显示器睡眠时间遵循 macOS 设置。

# mode.blackout.title
source: Hide the screen only
ja: 画面だけ隠す
ko: 화면만 가리기
zh_hans: 仅隐藏屏幕

# mode.blackout.warning
source: Mac is not locked. This mode is not a security feature.
ja: Macはロックされません。このモードはセキュリティ機能ではありません。
ko: Mac은 잠기지 않습니다. 이 모드는 보안 기능이 아닙니다.
zh_hans: Mac 不会锁定。此模式不是安全功能。

# mode.recommended
source: Recommended
ja: おすすめ
ko: 권장
zh_hans: 推荐

# mode.secureLeave
source: Safely Leave · Recommended
ja: 安全に離席する · おすすめ
ko: 안전하게 자리 비우기 · 권장
zh_hans: 安全离开 · 推荐

# mode.secureLeave.description
source: Prevent idle system sleep and lock macOS with the macOS lock shortcut.
ja: アイドルによるシステムスリープを防ぎ、macOSのロック用ショートカットで画面をロックします。
ko: idle system sleep을 방지하고 macOS 잠금 단축키(Shortcut)로 화면을 잠급니다.
zh_hans: 防止系统因闲置而睡眠，并使用 macOS 锁定快捷键锁定屏幕。

# mode.secureLeave.displaySleep
source: Display sleep follows your macOS settings.
ja: ディスプレイのスリープはmacOSの設定に従います。
ko: 디스플레이 sleep 시점은 macOS 설정을 따릅니다.
zh_hans: 显示器睡眠时间遵循 macOS 设置。

# mode.secureLeave.lock
source: Use the macOS lock shortcut to lock macOS.
ja: macOSのロック用ショートカットでmacOSをロックします。
ko: macOS 잠금 단축키(Shortcut)를 눌러 macOS를 잠그세요.
zh_hans: 使用 macOS 锁定快捷键锁定 macOS。

# mode.secureLeave.title
source: Leave safely
ja: 安全に離席する
ko: 안전하게 자리 비우기
zh_hans: 安全离开

# duration.1Hour
source: 1 hour
ja: 1時間
ko: 1시간
zh_hans: 1 小时

# duration.2Hours
source: 2 hours
ja: 2時間
ko: 2시간
zh_hans: 2 小时

# duration.30Minutes
source: 30 minutes
ja: 30分
ko: 30분
zh_hans: 30 分钟

# duration.4Hours
source: 4 hours
ja: 4時間
ko: 4시간
zh_hans: 4 小时

# duration.indefinite
source: Until I stop it
ja: 自分で停止するまで
ko: 사용자가 종료할 때까지
zh_hans: 直到我停止

# duration.custom
source: Limited time
ja: 時間制限
ko: 제한 시간
zh_hans: 限时

# shortcut.record.prompt
source: Press a shortcut…
ja: ショートカットを押してください…
ko: 단축키를 누르세요…
zh_hans: 请按下快捷键…

# duration.minutes
source: %d minutes
ja: %d分
ko: %d분
zh_hans: %d分钟

# duration.untilStopped
source: Until I stop it
ja: 停止するまで
ko: 사용자가 종료할 때까지
zh_hans: 直到我停止

# menu.startSecureLeave
source: Safely Leave
ja: 安全に離れる
ko: 안전하게 자리 비우기
zh_hans: 安全离开

# menu.startBlackout
source: Blackout Only
ja: 画面だけ隠す
ko: 화면만 가리기
zh_hans: 仅隐藏屏幕

# menu.sessionDuration
source: Session Duration
ja: セッション時間
ko: 세션 시간
zh_hans: 会话时长

# menu.endSession
source: End Session
ja: セッションを終了
ko: 세션 종료
zh_hans: 结束会话

# menu.awaitingSystemLock
source: Waiting for Mac to Lock
ja: Macのロックを待機中
ko: Mac 잠금 대기 중
zh_hans: 等待 Mac 锁定

# menu.lockShortcutHint
source: Press ⌃⌘Q to lock before you leave
ja: 離席する前に⌃⌘Qを押してロック
ko: 자리를 비우기 전에 ⌃⌘Q를 누르세요
zh_hans: 离开前按下 ⌃⌘Q 锁定

# menu.preparingBlackout
source: Preparing Screen Cover
ja: 画面カバーを準備中
ko: 화면 가리기 준비 중
zh_hans: 正在准备屏幕覆盖

# menu.blackoutCountdown
source: Screen cover starts in %d seconds
ja: 画面カバー開始まで%d秒
ko: 화면 가리기 시작까지 %d초
zh_hans: %d 秒后开始遮盖屏幕

# menu.cancelBlackoutPreparation
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消

# menu.unlockedWarning
source: Keeping Mac Awake · Currently Unlocked
ja: Macの起動を維持中 · 現在ロック解除中
ko: Mac 깨우기 유지 중 · 현재 잠금 해제됨
zh_hans: 保持 Mac 唤醒 · 当前未锁定

# menu.active
source: Fake Sleep On
ja: Fake Sleep オン
ko: Fake Sleep 켜짐
zh_hans: Fake Sleep 已开启

# menu.mode.secureLeave
source: Safely Leave
ja: 安全に離れる
ko: 안전하게 자리 비우기
zh_hans: 安全离开

# menu.mode.blackout
source: Blackout Only · Not a Security Feature
ja: 画面だけ隠す · セキュリティ機能ではありません
ko: 화면만 가리기 · 보안 기능 아님
zh_hans: 仅隐藏屏幕 · 不是安全功能

# menu.lockCountdown
source: Mac Lock Pending · %d seconds remaining
ja: Macのロック待機中 · 残り%d秒
ko: Mac 잠금 대기 중 · %d초 남음
zh_hans: 等待 Mac 锁定 · 剩余 %d 秒

# menu.remaining
source: %d minutes remaining
ja: 残り%d分
ko: %d분 남음
zh_hans: 剩余 %d 分钟

# menu.elapsed
source: Running for %d minutes
ja: %d分間実行中
ko: %d분 동안 실행 중
zh_hans: 已运行 %d 分钟

# menu.batteryDisabled
source: Battery Auto-stop Off
ja: バッテリー自動終了オフ
ko: 배터리 자동 종료 꺼짐
zh_hans: 电池自动停止已关闭

# menu.batteryProtection
source: Auto-stop at %d%% battery
ja: バッテリー%d%%で自動終了
ko: 배터리 %d%%에서 자동 종료
zh_hans: 电池剩余 %d%% 时自动停止

# menu.timerEnded
source: Session ended
ja: セッションが終了しました
ko: 세션이 종료됨
zh_hans: 会话已结束

# menu.timerEndedDuration
source: %@ session ended
ja: %@のセッションが終了しました
ko: %@ 세션이 종료됨
zh_hans: %@会话已结束

# menu.batteryEnded
source: Automatically stopped at %d%% battery
ja: バッテリー%d%%で自動終了しました
ko: 배터리 %d%%에서 자동 종료됨
zh_hans: 电池剩余 %d%% 时自动停止

# menu.lockTimedOut
source: Session ended · Mac was not locked
ja: セッション終了 · Macがロックされませんでした
ko: 세션 종료됨 · Mac이 잠기지 않음
zh_hans: 会话已结束 · Mac 未锁定

# menu.activationFailed
source: Session could not start
ja: セッションを開始できませんでした
ko: 세션을 시작할 수 없음
zh_hans: 无法开始会话

# settings.section.defaultBehavior
source: Default Behavior
ja: 基本動作
ko: 기본 동작
zh_hans: 默认行为

# settings.defaultMode
source: Default mode
ja: デフォルトモード
ko: 기본 모드
zh_hans: 默认模式

# settings.sessionDuration
source: Session duration
ja: セッション時間
ko: 세션 시간
zh_hans: 会话时长

# settings.openLockScreenSettings
source: Open macOS Lock Screen Settings
ja: macOSのロック画面設定を開く
ko: macOS 잠금 화면 설정 열기
zh_hans: 打开 macOS 锁定屏幕设置

# settings.displaySleepFollowsSystem
source: Display sleep timing follows macOS settings.
ja: ディスプレイのスリープ時間はmacOSの設定に従います。
ko: 화면 꺼짐 시간은 macOS 설정을 따릅니다.
zh_hans: 显示器休眠时间遵循 macOS 设置。

# settings.section.power
source: Power & Battery
ja: 電源とバッテリー
ko: 전원 및 배터리
zh_hans: 电源与电池

# settings.batteryCutoffPrefix
source: Automatically stop at
ja: 次の残量で自動終了:
ko: 배터리가
zh_hans: 自动停止于

# settings.battery.disabled
source: Automatic stop is off.
ja: 自動終了はオフです。
ko: 자동 종료 꺼짐
zh_hans: 自动停止已关闭。

# settings.battery.invalid
source: Enter a battery percentage from 0 to 100.
ja: バッテリー残量は0〜100で入力してください。
ko: 배터리 잔량은 0~100 사이로 입력하세요.
zh_hans: 请输入 0 到 100 之间的电池百分比。

# settings.battery.help
source: Battery protection does not apply while the power adapter is connected. Set 0% to turn it off.
ja: 電源アダプタ接続中は適用されません。0%にすると自動終了をオフにできます。
ko: 전원 어댑터가 연결되어 있으면 적용되지 않습니다. 0%로 설정하면 자동 종료가 꺼집니다.
zh_hans: 连接电源适配器时不适用。设置为 0% 可关闭自动停止。

# settings.section.shortcut
source: Shortcut & Launch
ja: ショートカットと起動
ko: 단축키 및 실행
zh_hans: 快捷键与启动

# settings.sessionActiveNotice
source: End the current session before changing mode, duration, battery, or shortcut settings.
ja: モード、時間、バッテリー、ショートカットを変更するには現在のセッションを終了してください。
ko: 모드, 시간, 배터리 또는 단축키를 변경하려면 현재 세션을 종료하세요.
zh_hans: 请先结束当前会话，再更改模式、时长、电池或快捷键设置。

# secureLeave.guidance.title
source: Your Mac stays awake
ja: Macは起動したままです
ko: Mac은 계속 작동합니다
zh_hans: Mac 将保持唤醒

# secureLeave.guidance.message
source: Press the keys below to lock your Mac. Your work will continue while it is locked.
ja: 下のキーを押してMacをロックしてください。ロック中も作業は続きます。
ko: 아래 키를 눌러 Mac을 잠그세요. 잠긴 동안에도 작업은 계속됩니다.
zh_hans: 按下以下按键锁定 Mac。锁定后工作仍会继续。

# secureLeave.guidance.shortcut
source: Press Control Command Q to lock your Mac
ja: Control Command Qを押してMacをロック
ko: Control Command Q를 눌러 Mac 잠그기
zh_hans: 按下 Control Command Q 锁定 Mac

# secureLeave.guidance.countdown
source: Waiting for the lock screen · %d seconds remaining
ja: ロック画面を待機中 · 残り%d秒
ko: 잠금 화면 대기 중 · %d초 남음
zh_hans: 等待锁定屏幕 · 剩余 %d 秒

# secureLeave.guidance.cancel
source: Cancel Session
ja: セッションをキャンセル
ko: 세션 취소
zh_hans: 取消会话

# secureLeave.guidance.openSettings
source: Open Lock Screen Settings
ja: ロック画面設定を開く
ko: 잠금 화면 설정 열기
zh_hans: 打开锁定屏幕设置

# overlay.restoreHint.title
source: The screen is covered
ja: 画面を覆っています
ko: 화면이 가려졌습니다
zh_hans: 屏幕已遮盖

# overlay.restoreHint.message
source: Click or press any key to return.
ja: クリックするか、いずれかのキーを押すと戻ります。
ko: 클릭하거나 아무 키를 누르면 돌아갑니다.
zh_hans: 点击或按任意键即可返回。
